Repository: Nefariusmag/virtual-wardrobe
Catalog: wardrobe/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Add new clothes
ru: Добавление новой шмотки

source: Add
ru: Добавить

source: new
ru: новую

source: clothes in your wardrobe
ru: шмотку в твой гардероб

source: Write information about your clothes:
ru: Напишите информацию о вашей шмотке:

source: Name
ru: Название

source: Type
ru: Тип

source: Temperature Min
ru: Минимальная температура

source: Temperature Max
ru: Максимальная температура

source: Enter clothes name
ru: Введите название шмотки

source: Headdress
ru: Головной убор

source: Outerwear
ru: Верхняя одежда

source: Underwear
ru: Нижнее белье

source: Footwear
ru: Обувь

source: Scarf
ru: Шарф

source: Socks
ru: Носки-Чулки

source: Gloves
ru: Перчатки

source: Pants
ru: Штаны

source: Shirt&Sweaters
ru: Рубашки и свитера

source: Enter temperature min
ru: Введите минимальную температуру

source: Enter temperature max
ru: Введите максимальную температуру

source: Write all value
ru: Все поля должны быть заполнены

source: Add clothes
ru: Добавить шмотку

source: Go back
ru: Вернуться назад

source: Virtual wardrobe
ru: Виртуальный гардероб

source: Logout
ru: Разлогиниться

source: Info about
ru: Информация о

source: Weather:
ru: Погода:

source: Your IP:
ru: Твой IP:

source: You city:
ru: Твой город:

source: Our
ru: Наш

source: advice
ru: совет

source: You haven't clothes in the wardrobe.
ru: У вас нету шмоток в гардеробе.

source: Now, it can't work
ru: Сейчас это не работает

source: Location
ru: Место нахождения

source: Write your city and country or
ru: Напишите ваш город и страну или

source: go back
ru: вернитесь обратно

source: Enter city
ru: Введите город

source: Enter country
ru: Введите страну

source: Change
ru: Изменить место

source: Login
ru: Авторизация

source: Enter username
ru: Введите логин

source: Enter password
ru: Введите пароль

source: Login
ru: Вход

source: Login failed
ru: Авторизация не удачная

source: Registration
ru: Регистрация

source: For registration new user you need go to this link
ru: Для регистрации нового юзера вам надо нажать на эту ссылку

source: registration
ru: регистрация

source: and do it.
ru: и сделать это.

source: Write your name and password or
ru: Введите ваш логин и пароль или

source: User exist
ru: Пользователь существует

source: Add user
ru: Добавить пользователя
